"ADD_EVENT_PROMPT" = "Setkan butiran untuk peristiwa ini.";
"ADD_EVENT" = "Tambah Peristiwa";
"EDIT_EVENT" = "Edit";
"CANCEL" = "Batal";

"DELETE" = "Padam";
"DELETE_ONE" = "Padam Peristiwa Ini Sahaja";
"DELETE_FUTURE" = "Padam Semua Peristiwa";
"DELETE_RECURRING_ALERT_TITLE" = "Ini adalah peristiwa berulang.";
"DELETE_EVENT" = "Padam Peristiwa";

"DETACH_ONE" = "Simpan peristiwa ini";
"DETACH_FUTURE" = "Simpan semua peristiwa";
"DETACH_ALL" = "Simpan semua peristiwa";
"DETACH_ALERT_TITLE" = "Ini adalah peristiwa berulang.";

"CANCEL_DIRTY_ALERT_TITLE" = "Peristiwa ini telah diubah.";
"CANCEL_DIRTY_CANCEL" = "Batalkan Edit";
"CANCEL_DIRTY_REVIEW" = "Lihat balik Edit";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Tidak Boleh Hantar Jemputan";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" nampaknya bukan alamat e-mel yang sah.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Tajuk";
"LOCATION_PLACEHOLDER" = "Lokasi";
"TITLE_DETAIL_NAV_TITLE" = "Tajuk & Lokasi";
"DEFAULT_EVENT_TITLE" = "Peristiwa Baru";
"ADD_TO_CALENDAR" = "Tambah Ke Kalendar";

"STARTS" = "Mula";
"ENDS" = "Tamat";
"DATE_DETAIL_NAV_TITLE" = "Mula & Tamat";
"ALL_DAY_SWITCH_TITLE" = "Sepanjang hari";
"TIME_ZONE" = "Zon Waktu";
"FLOATING" = "Terapung";

"REPEAT" = "Ulang";
"NEVER_DETAIL" = "Tiada";
"DAILY_DETAIL" = "Setiap Hari";
"WEEKLY_DETAIL" = "Setiap Minggu";
"BIWEEKLY_DETAIL" = "Setiap 2 Minggu";
"MONTHLY_DETAIL" = "Setiap Bulan";
"YEARLY_DETAIL" = "Setiap Tahun";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Ulang";
"END_REPEAT" = "Tamatkan Pengulangan";
"END_REPEAT_NAV_TITLE" = "Tamat Ulang";
"TIME_ZONE_CHOOSER_PROMPT" = "Taipkan nama bandar.";

"REPEAT_FOREVER" = "Ulang Selama-lamanya";

"ADD_INVITEES_NAV_TITLE" = "Tambah Jemputan";
"ADD_INVITEES_PROMPT" = "Tambah jemputan ke Peristiwa ini.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Tidak Boleh Simpan Peristiwa";
"ALERT_TIME" = "Masa Isyarat";
"CANNOT_REPEAT_EVENT" = "Tidak Boleh Ulang Peristiwa";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

